{"meta":{"title":"Gloria's Blog","subtitle":"","description":"","author":"Gloria Zhang","url":"http://yoursite.com","root":"/"},"pages":[],"posts":[{"title":"Project Summary","slug":"Project-Summary","date":"2020-08-15T10:51:09.000Z","updated":"2020-08-16T09:37:12.000Z","comments":true,"path":"2020/08/15/Project-Summary/","link":"","permalink":"http://yoursite.com/2020/08/15/Project-Summary/","excerpt":"","text":"Barriers in Women’s GolfGloria ZhangAbstract It has been widely accepted that golf is a extremely exclusive sport dominated by men. However, in recent years, researches have shown that golf gradually became more affordable and more popular among ladies. There are still some insufficient in this territory. The lack of golf course, relatively expensive member-ship and well-known women players are certainly some aspects which prevented the popularization of golf. This report is intended to explore the evolution of golf, from a sport for wealthy male players to citizens, barriers women face while playing gold and proposes several arguments to make golf even more accessible(further promote golf). The evolution of golf is demonstrated by using the method of literature review. It is concluded that the ceaseless advancement of equipment and rules in golf together made golf more popularize to those;with different amount of wealth, no matter men or women. It is suggested that establishing indoor golf facilities, make notable famous female players and creating family membership cards will propel more people playing golf. 1.Introduction Concerns about the lack of women golfers and the tendency of golf being a noble sport have become central issues in the research territory of golf. According to recent studies, every 10 people in the golf practice range, only one or none players of them is women.In addition, the lack of women golf coaches also proves the unpopularity of golf among women. The sophisticated expensive equipment, memberships for golf course and regulations on the attire of golfers, together these notions seems to attribute golf as a novel men dominated sport. So far in the literature, ample researches have been conducted on the history of golf,but few on the suggestions regarding how to increase the involvement of ladies and the transformation of golf from noble to civilian sport. Many interviewers claim that they had no female instructors at any point of their training.1 Researches on the overall price of golf clubs, balls, clothes, coach and place for playing also proved the sport itself to be very exclusive. These studies have primarily examined them individually and the result of the present research only stated the current problems and evidence, but without any plausible solutions. In this report, we propose new approaches to doing research on gender and popularity of golf. Several solutions towards the current facing problems are presented in this report, in order to provide a novel perspective. The research method of this report is literature review. The aim of this report is to facilitate more women amateurs to participate in golf and making golf more accessible. The structure of this report is as follows. To begin with, we will provide historical backgrounds on the origin and development of golf. Details on the barriers which prevented women’s and general citizens’ participation in golf are discussed in later sections. The last section, after a statement of these crucial problems, proposals of three perspectives are presented to change current circumstances. 1.History of GolfAncient Golf can be trace back all the way to the time period of ancient Rome. The Romans play a sport called Paganica, in which participants used a bent stick to hit a stuffed leather ball, very much alike modern golf. Regarding the spread of Golf to Europe, the most reasonable theory attributes it to the Romans conquered most of the continent, during the first century BC, which brought along and introduced the sport Golf. Simultaneously, Chuiwan, a game played between the eighth and fourteenth centuries in China, is also categorized as Ancient Golf. It also involves striking a small ball with a stick. A Ming Dynasty scroll painted by the artist Youqiu dating back to 1368 entitled “The Autumn Banquet” showed members of the Chinese Imperial court swinging clubs at a small ball within a given area, aiming for it to sink into a hole. 2.History of Golf2.1 Ancient Golf Ancient Golf can be trace back all the way to the time period of ancient Rome. The Romans play a sport called Paganica, in which participants used a bent stick to hit a stuffed leather ball, very much alike modern golf. Regarding the spread of Golf to Europe, the most reasonable theory attributes it to the Romans conquered most of the continent, during the first century BC, which brought along and introduced the sport Golf. Simultaneously, Chuiwan, a game played between the eighth and fourteenth centuries in China, is also categorized as Ancient Golf. It also involves striking a small ball with a stick. A Ming Dynasty scroll painted by the artist Youqiu dating back to 1368 entitled \"The Autumn Banquet\" showed members of the Chinese Imperial court swinging clubs at a small ball within a given area, aiming for it to sink into a hole. The Xuande Emperor of the Ming dynasty playing chuiwan2 2.2Modern Golf The modern version of Golf originated in Scotland, played by everyone without any rules.The first written record of golf is James II's banning of the game in 1457, he believes Golf is an unwelcome distraction to people form learning archery. James IV eliminated the ban in 1502 when he became a golfer himself, with golf clubs first recorded in 1503–1504: \"For golf clubs and balls to the King that he play it with\". The Old Course at St Andrews, the oldest and most meaningful course was considered to be a site of pilgrimage for some golfer. As Golf became more and more popular, and is believed to became a vehicle for social improvements, further evolution were made. Rules regarding Golf were gradually developed and uniformed when the sport itself became popular and the first 18-hole golf course was created at St Andrews when members modified the course form 22 to 18 holes, in 1764.3However, The establishments of rules regarding etiquette, sophistication of facilities and attire excluded the Scottish lower class from the sport. 3.Body-physical Barriers To begin with, there are several physical barriers which prevent women from playing golf. These physical barriers have a direct result on women’s accessibility towards golf. The first physical barrier refers to how women get access to the sport golf. Researches have proved that,in terms of their routes into golf, female players involved in this study were mostly influenced by family and friends in their decisions to start golf or choose golf as a career. Survey respondents were asked to identify who or what influenced their decision to play golf and of the 82 respondents to the question, most were influenced by family. Form this evidence, it proves that women’s participation in golf is strongest affected by their family and friends. It is reasonable to assume that if at least one or more of a lady’s family member or friends plays golf, she will also be likely to play golf. On the other hand, for those ladies with having no relations who play golf, it is also unlikely that she will became a golfer herself. In conclusion, relatives and interpersonal relationship is a great facilitator which helped some women to cross the physical obstacle and became a golfer. The second physical barrier is the scarcity of golf course and the limitation on the time women could go down a course. Obstacles like these either eliminate a beginner’s courage on start learning golf or discourage an amateur on insisting being a golfer, which might possibly leads to eventually quitting golf.For instance, there are 34,011 golf courses in the world.4However, the majority of them requires a range of $1000 $5000 membership fee per year which already excluded some people.5women are generally not permitted to play during early-morning hours on most weekdays, except one day a week, which is known as”ladies day”.6 Golf is a spring and summer sport. The morning is the most preferable time to go down the course since the noon and after noon would be extremely hot. If women are not allowed to go down the course except one day, we can infer that probably many women gave up being golfers because of such unfair restrictions. Man also tends to believe that women are clumsy and slow on course. This bias argument made many women afraid of being a golfer at first, which accounts to the low participation of women in golf. 4.Body- Golf Transforming form Noble to Civilian Recent decades, golf participation trended upward, especially after Tiger woods who spurred the increment of its popularity.Golf have a tendency of transforming from a noble sport to a more civilian sport. The overall cost of playing golf has decreased. The price for golf clubs and a variety of ways to play golf has contributed a significant amount of efforts on transforming golf to a more accessible sport. Golf club brands such as HONMA are still very expensive, however,many other brands are developed. Such as Callaway, Taylormade, XX10 and PING, these are all cheaper alternatives to replace HONMA. These are all excellent brands and costs only half or one third for a set of clubs in comparison to HONMA. Simulators are a perfect choice for those who can’t afford a membership. A nine hole round played on a simulator costs around 15$ and takes less than a hour.7 Total Golf Participation8 In conclusion, from the previous evidence, golf has gradually became more popular and easier to afford. 5.Conclusion In conclusion, our analysis shows that throughout the evolution of golf form ancient to modern, the sport itself is now opened to more people. We have also analyzed the barriers women faced which prohibited them from enjoying golf as much as men and the reasons why these obstructs formed, follow-with three solution. 6.Recommendation Regarding the advantages stated above, we can make several recommendations. On a national level, making female golf more popular will promote women's participation in golf. For example(in order to achieve this), arranging more women golf tournaments such as LPGA and HSBC and advertising famous female players will increase women’s enthusiasm in golf. Conducting these propagandas make women feel they are just as good as men to be qualified in being a golfer. With more clubs, clothes and facilities designed for women by national brands, it provided the basic materials needed to play golf. Meanwhile, companies may get profits from the sale of these products and facilitated the economy. Socially, creating family golf course membership will provide opportunities for women to take part in golf. We expect women to take care of the family, spend time with their kids, and also have their own business. Some women might feel guilty if they sacrifice precious time pursuing their own hobbies. Family membership means women will not feel guilty nor disturb the balance between family, business, and themselves. The membership saves both money and time for respective families. Family members share one card and can make them develop personal hobbies while spending family time. Individually, establishing more indoor golf simulator facilities is beneficial. These simulators, in comparison with constructing an actual golf course is much cheaper， environmental friendly, and time saving. Since simulators require little space, we can construct them downtown or even basements. It will save lots of time on traveling and playing one round, leaving more time for conversations. To those who lack either time or money, the simulator will make it possible for them to feel proud of being golfers. References Niamh Kitching, Jonathan Grix and Lesley Phillpotts, “Shifting hegemony in ‘a man’s world’: incremental change for female golf professional employment,”Sport in Society20,no.11(2017):1531, https://doi.org/10.1080/17430437.2017.1284803 “The Xuande Emperor of the Ming dynasty playing chuiwan,”accessed June30,2020, https://en.wikipedia.org/wiki/Golf#/media/File:Ming_Emperor_Xuande_playing_Golf.jpg Ceron-Anaya, Hugo. “An Approach to the History of Golf: Business, Symbolic Capital, and Technologies of the Self.” Journal of Sport &amp; Social Issues, vol. 34, no. 3, 2010, pp. 344. “U.S.golf courses in steady decline,” last modified March 12,2015, https://www.espn.com/golf/story/_/id/12461331/number-us-golf-courses-steady-decline-says-report “Golf Memberships,”accessed July 3,2020,http://www.thegolfmembershipspot.com/GolfMemberships101.aspx Cerón-Anaya, Hugo. “Gender on the Golf Course.” In Privilege at Play, Privilege at Play, Chapter 6.(Oxford:Oxford University Press, 2019),16. Costa, Brian. “Is the Future of Golf in a Dimly Lit Basement? Played on a Simulator, “screen Golf” Is Indoors, Cheap, Accessible, and Is Now More Popular in South Korea than the Real-life Version.” Wall Street Journal (Online) (New York, N.Y., 2018):1-2. “Total Golf Participation,”accessed July 3,2020,https://thumbor.forbes.com/thumbor/711x399/https://blogs-images.forbes.com/erikmatuszewski/files/2019/04/Golf-Participation-Slide2x-1200x675.jpg?width=960 .p1{ text-indent:2em; text-align:justify; }","categories":[],"tags":[]}],"categories":[],"tags":[]}